[
  {
    "title": "Savunma Stratejisi",
    "content": "Age of Empires Mobile is a multiplayer, real-time strategy game. Although it bears the name Age of Empires, it offers a gameplay experience more akin to RoK.\n\nWhen you first enter the game, you'll encounter a lengthy tutorial section. This part will guide you through the first 4-5 levels, introducing you to the game's basic dynamics. You'll learn about troop production, basic buildings, and commanders. You'll start with Josephine as your first commander; however, as the game progresses, you'll see that this commander doesn't have a significant power difference.\n\n![Game Image](https://raw.githubusercontent.com/AASoftware1/aoemguide/refs/heads/main/images/tips11-min.png)\n\nThe game features daily quests and challenge missions. There will be many tabs on the screen, which might seem confusing at first, but you'll get used to it over time.\n\nAnother important element is the VIP system. As your VIP level increases, you gain percentage advantages in certain features. You can purchase resources, speed-ups, and buffs at more affordable prices using Empire coins. At VIP 12 and VIP 18, you can acquire two powerful commanders.\n\nOne of the most spent resources in the game is Empire coins. Using these coins carefully is especially important for players with limited budgets. So, how can you earn Empire coins?\n\n1-) You can purchase them from the store using a credit card or Google Play.\n2-) You can earn them from events (such as Mightiest Governor, Troy, etc.).\n\nThe game also offers different civilizations: Byzantines, French, Romans, and Chinese. Each civilization has its own advantages; you can choose one according to your strategy. You also have the option to change your civilization later in the game.\n\nIt's beneficial to form your military units in different types: you can prefer 1 sword, 1 spear, 1 archer, 1 cavalry. Each type has its own unique heroes and abilities. You can strengthen your armies by making suitable combinations. For more information on this, you can check the commanders tab.\n\nThe building system is also an important element. Buildings can shorten research times, produce resources, increase troop production speed, and strengthen your defense. For detailed information, you can look at the buildings section.\n\nHere are some tips that will be useful while playing the game:\n\n1-) Don't miss events. Even as F2P (free-to-play) players, you can progress with resources like speed-ups, hero heads, and materials.\n2-) Raising your VIP level to 8 will be sufficient. For P2W (pay-to-win) players, it can be raised up to VIP 12.\n3-) Don't underestimate tavern cards. 5-star heroes usually come from here, so participate in every event that gives these cards.\n4-) When construction or troop production is finished, the wandering merchant appears in the market. You can purchase products in exchange for resources.\n5-) Don't forget to complete the Roar of the Giant quest that gives David heads and the exploration quests that give Darius heads.\n6-) Use your skill points carefully. It's one of the most needed resources in the game.\n7-) Save your speed-ups for the Mightiest Governor event. Special heroes and heads are quite valuable.\n8-) Don't spend the legendary gold medals at first. You can use them for much better commanders later in the game.",
    "image": "https://raw.githubusercontent.com/AASoftware1/aoemguide/refs/heads/main/images/tips11-min.png"
  },
  {
    "title": "Savunma Stratejisi",
    "content": "Age of Empires Mobile çok oyunculu...",
    "image": "https://raw.githubusercontent.com/AASoftware1/aoemguide/refs/heads/main/images/tips11-min.png"
  },
  {
    "title": "Savunma Stratejisi",
    "content": "Age of Empires Mobile çok oyunculu...",
    "image": "https://raw.githubusercontent.com/AASoftware1/aoemguide/refs/heads/main/images/tips11-min.png"
  },
  {
    "title": "Savunma Stratejisi",
    "content": "Age of Empires Mobile çok oyunculu...",
    "image": "https://raw.githubusercontent.com/AASoftware1/aoemguide/refs/heads/main/images/tips11-min.png"
  }
]
